{
  "facts": [
    {
      "id": 1,
      "fact": "The first nuclear bomb was dropped on Hiroshima, Japan on August 6, 1945."
    },
    {
      "id": 2,
      "fact": "The first hydrogen bomb was tested by the United States on November 1, 1952."
    },
    {
      "id": 3,
      "fact": "The United States and Russia have the most nuclear weapons in the world."
    },
    {
      "id": 4,
      "fact": "The United States has the most nuclear weapons in the world."
    },
    {
      "id": 5,
      "fact": "The United States and Russia have the most nuclear weapons in the world."
    },
    {
      "id": 6,
      "fact": "The United States has the most nuclear weapons in the world."
    },
    {
      "id": 7,
      "fact": "The United States and Russia have the most nuclear weapons in the world."
    },
    {
      "id": 8,
      "fact": "The United States has the most nuclear weapons in the world."
    },
    {
      "id": 9,
      "fact": "The United States and Russia have the most nuclear weapons in the world."
    },
    {
      "id": 10,
      "fact": "The United States has the most nuclear weapons in the world."
    },
    {
      "id": 11,
      "fact": "The Manhattan Project was a research and development undertaking during World War II that produced the first atomic bombs."
    },
    {
      "id": 12,
      "fact": "The Trinity test, the first detonation of a nuclear device, took place on July 16, 1945, in the Jornada del Muerto desert in New Mexico."
    },
    {
      "id": 13,
      "fact": "The second atomic bomb, 'Fat Man,' was dropped on Nagasaki, Japan on August 9, 1945."
    },
    {
      "id": 14,
      "fact": "The atomic bombings of Hiroshima and Nagasaki resulted in the deaths of hundreds of thousands of people."
    },
    {
      "id": 15,
      "fact": "The atomic bombings of Hiroshima and Nagasaki led to the end of World War II."
    },
    {
      "id": 16,
      "fact": "The Cold War, a period of geopolitical tension between the United States and the Soviet Union, led to a nuclear arms race."
    },
    {
      "id": 17,
      "fact": "The Cuban Missile Crisis of 1962 brought the world to the brink of nuclear war."
    },
    {
      "id": 18,
      "fact": "The Nuclear Non-Proliferation Treaty (NPT) is an international treaty designed to prevent the spread of nuclear weapons."
    },
    {
      "id": 19,
      "fact": "The Comprehensive Test Ban Treaty (CTBT) is an international treaty that bans all nuclear explosions."
    },
    {
      "id": 20,
      "fact": "The Treaty on the Prohibition of Nuclear Weapons (TPNW) is an international treaty that prohibits the development, testing, production, stockpiling, acquisition, possession, or use of nuclear weapons."
    },
    {
      "id": 21,
      "fact": "Nuclear weapons pose a significant threat to global security."
    },
    {
      "id": 22,
      "fact": "Nuclear weapons can cause widespread destruction and have long-lasting environmental consequences."
    },
    {
      "id": 23,
      "fact": "Nuclear weapons can be used to target cities, infrastructure, and military installations."
    },
    {
      "id": 24,
      "fact": "Nuclear weapons can also be used to target civilian populations."
    },
    {
      "id": 25,
      "fact": "The use of nuclear weapons could lead to a nuclear winter, a period of global cooling caused by the smoke and dust from nuclear explosions."
    },
    {
      "id": 26,
      "fact": "Nuclear weapons have been used twice in warfare, both times by the United States against Japan."
    },
    {
      "id": 27,
      "fact": "The United States, Russia, the United Kingdom, France, and China are the five recognized nuclear weapon states."
    },
    {
      "id": 28,
      "fact": "India, Pakistan, and North Korea are also believed to possess nuclear weapons."
    }
  ]
}